// data.ts

export const greetingText = {
    title: "Добро пожаловать на сайт отслеживания криптовалют!",
    description:
        "Здесь вы можете следить за курсами популярных криптовалют в реальном времени. Получайте актуальную информацию о курсах, изменениях за 24 часа, рыночной капитализации и многом другом.",
};

export const cryptoInfo = {
    title: "Что такое криптовалюты?",
    description:
        "Криптовалюты — это цифровые активы, основанные на технологии блокчейн, которая позволяет обеспечивать безопасность и децентрализованное управление. Популярные криптовалюты включают Bitcoin, Ethereum, Binance Coin и многие другие. Вы можете следить за курсами этих валют и инвестировать в них.",
};

export const popularCryptos = {
    title: "Популярные криптовалюты",
    list: [
        {
            name: "Bitcoin (BTC)",
            description: "первая криптовалюта, наиболее известная.",
        },
        {
            name: "Ethereum (ETH)",
            description: "вторая по популярности криптовалюта, известна своими смарт-контрактами.",
        },
        {
            name: "Binance Coin (BNB)",
            description: "криптовалюта биржи Binance, популярна в DeFi.",
        },
    ],
};
